TESTRUN1-HOST0-COMPR/fio-benchmark-output/Test09-Typeread-BS8k-DeviceCount09.txt
test1-subtest1-blocksize8k-threads1-device1of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device2of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device3of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device4of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device5of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device6of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device7of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device8of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest1-blocksize8k-threads1-device9of9: (g=0): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
test1-subtest2-blocksize8k-threads2-device1of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device2of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device3of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device4of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device5of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device6of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device7of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device8of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest2-blocksize8k-threads2-device9of9: (g=1): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device1of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device2of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device3of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device4of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device5of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device6of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device7of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device8of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest3-blocksize8k-threads3-device9of9: (g=2): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device1of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device2of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device3of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device4of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device5of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device6of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device7of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device8of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest4-blocksize8k-threads4-device9of9: (g=3): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device1of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device2of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device3of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device4of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device5of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device6of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device7of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device8of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest5-blocksize8k-threads5-device9of9: (g=4): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device1of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device2of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device3of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device4of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device5of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device6of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device7of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device8of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest6-blocksize8k-threads6-device9of9: (g=5): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device1of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device2of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device3of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device4of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device5of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device6of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device7of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device8of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest7-blocksize8k-threads7-device9of9: (g=6): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device1of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device2of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device3of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device4of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device5of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device6of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device7of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device8of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest8-blocksize8k-threads8-device9of9: (g=7): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device1of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device2of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device3of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device4of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device5of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device6of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device7of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device8of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest9-blocksize8k-threads9-device9of9: (g=8): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device1of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device2of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device3of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device4of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device5of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device6of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device7of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device8of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
test1-subtest10-blocksize8k-threads10-device9of9: (g=9): rw=read, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
...
fio-3.12
Starting 495 processes

test1-subtest1-blocksize8k-threads1-device1of9: (groupid=0, jobs=9): err= 0: pid=46079: Sat Jan 12 04:07:33 2019
  read: IOPS=30.6k, BW=239MiB/s (251MB/s)(14.0GiB/60002msec)
    slat (nsec): min=2327, max=22197, avg=3078.30, stdev=497.60
    clat (usec): min=53, max=83388, avg=290.35, stdev=141.13
     lat (usec): min=62, max=83391, avg=293.49, stdev=141.15
    clat percentiles (usec):
     |  1.00th=[   73],  5.00th=[   84], 10.00th=[  119], 20.00th=[  153],
     | 30.00th=[  227], 40.00th=[  297], 50.00th=[  334], 60.00th=[  351],
     | 70.00th=[  367], 80.00th=[  383], 90.00th=[  408], 95.00th=[  429],
     | 99.00th=[  465], 99.50th=[  490], 99.90th=[  644], 99.95th=[ 1156],
     | 99.99th=[ 3195]
   bw (  KiB/s): min=231452, max=260466, per=99.72%, avg=244263.24, stdev=626.35, samples=1071
   iops        : min=28926, max=32554, avg=30528.15, stdev=78.36, samples=1071
  lat (usec)   : 100=6.95%, 250=26.30%, 500=66.37%, 750=0.31%, 1000=0.02%
  lat (msec)   : 2=0.04%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.25%, sys=1.47%, ctx=1837279, majf=0, minf=154
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1837097,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest2-blocksize8k-threads2-device1of9: (groupid=1, jobs=18): err= 0: pid=46286: Sat Jan 12 04:07:33 2019
  read: IOPS=54.6k, BW=427MiB/s (447MB/s)(25.0GiB/60001msec)
    slat (nsec): min=2001, max=72471, avg=3411.31, stdev=703.03
    clat (usec): min=66, max=52170, avg=325.57, stdev=133.85
     lat (usec): min=69, max=52174, avg=329.04, stdev=133.90
    clat percentiles (usec):
     |  1.00th=[  106],  5.00th=[  147], 10.00th=[  188], 20.00th=[  210],
     | 30.00th=[  258], 40.00th=[  297], 50.00th=[  330], 60.00th=[  359],
     | 70.00th=[  388], 80.00th=[  396], 90.00th=[  457], 95.00th=[  529],
     | 99.00th=[  652], 99.50th=[  701], 99.90th=[  824], 99.95th=[ 1385],
     | 99.99th=[ 3654]
   bw (  KiB/s): min=393863, max=464894, per=98.32%, avg=429627.34, stdev=1401.57, samples=2142
   iops        : min=49230, max=58106, avg=53694.74, stdev=175.21, samples=2142
  lat (usec)   : 100=0.82%, 250=27.69%, 500=65.43%, 750=5.80%, 1000=0.19%
  lat (msec)   : 2=0.04%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.27%, sys=1.47%, ctx=3280845, majf=0, minf=295
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=3277374,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest3-blocksize8k-threads3-device1of9: (groupid=2, jobs=27): err= 0: pid=46611: Sat Jan 12 04:07:33 2019
  read: IOPS=77.3k, BW=604MiB/s (633MB/s)(35.4GiB/60002msec)
    slat (nsec): min=1999, max=97346, avg=3903.04, stdev=1160.17
    clat (usec): min=62, max=100316, avg=344.80, stdev=191.57
     lat (usec): min=68, max=100320, avg=348.76, stdev=191.61
    clat percentiles (usec):
     |  1.00th=[  147],  5.00th=[  184], 10.00th=[  196], 20.00th=[  219],
     | 30.00th=[  265], 40.00th=[  297], 50.00th=[  334], 60.00th=[  371],
     | 70.00th=[  396], 80.00th=[  416], 90.00th=[  523], 95.00th=[  594],
     | 99.00th=[  742], 99.50th=[  791], 99.90th=[  996], 99.95th=[ 1598],
     | 99.99th=[ 4293]
   bw (  KiB/s): min=576302, max=654796, per=99.73%, avg=616685.13, stdev=511.42, samples=3213
   iops        : min=72023, max=81836, avg=77077.70, stdev=63.90, samples=3213
  lat (usec)   : 100=0.18%, 250=27.05%, 500=61.42%, 750=10.42%, 1000=0.83%
  lat (msec)   : 2=0.06%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%, 250=0.01%
  cpu          : usr=0.33%, sys=1.58%, ctx=4650057, majf=0, minf=453
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=4637727,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest4-blocksize8k-threads4-device1of9: (groupid=3, jobs=36): err= 0: pid=46919: Sat Jan 12 04:07:33 2019
  read: IOPS=101k, BW=791MiB/s (829MB/s)(46.4GiB/60002msec)
    slat (nsec): min=2013, max=86736, avg=4158.75, stdev=1392.78
    clat (usec): min=54, max=94179, avg=350.73, stdev=192.83
     lat (usec): min=64, max=94184, avg=354.94, stdev=192.87
    clat percentiles (usec):
     |  1.00th=[  145],  5.00th=[  186], 10.00th=[  198], 20.00th=[  237],
     | 30.00th=[  277], 40.00th=[  306], 50.00th=[  338], 60.00th=[  371],
     | 70.00th=[  392], 80.00th=[  412], 90.00th=[  537], 95.00th=[  594],
     | 99.00th=[  775], 99.50th=[  807], 99.90th=[ 1090], 99.95th=[ 1549],
     | 99.99th=[ 4080]
   bw (  KiB/s): min=740158, max=859280, per=99.71%, avg=807676.03, stdev=535.88, samples=4284
   iops        : min=92504, max=107387, avg=100947.93, stdev=66.96, samples=4284
  lat (usec)   : 100=0.52%, 250=22.16%, 500=65.56%, 750=10.37%, 1000=1.25%
  lat (msec)   : 2=0.10%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.39%, sys=1.64%, ctx=6099583, majf=0, minf=600
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=6075483,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest5-blocksize8k-threads5-device1of9: (groupid=4, jobs=45): err= 0: pid=47184: Sat Jan 12 04:07:33 2019
  read: IOPS=126k, BW=985MiB/s (1033MB/s)(57.7GiB/60003msec)
    slat (nsec): min=1881, max=111676, avg=4397.90, stdev=1639.95
    clat (usec): min=42, max=97242, avg=351.87, stdev=211.17
     lat (usec): min=65, max=97249, avg=356.33, stdev=211.18
    clat percentiles (usec):
     |  1.00th=[   86],  5.00th=[  172], 10.00th=[  200], 20.00th=[  249],
     | 30.00th=[  285], 40.00th=[  314], 50.00th=[  343], 60.00th=[  371],
     | 70.00th=[  392], 80.00th=[  412], 90.00th=[  529], 95.00th=[  603],
     | 99.00th=[  783], 99.50th=[  840], 99.90th=[ 1172], 99.95th=[ 1631],
     | 99.99th=[ 4686]
   bw (  KiB/s): min=912800, max=1071771, per=99.73%, avg=1005754.83, stdev=587.36, samples=5355
   iops        : min=114084, max=133940, avg=125704.03, stdev=73.38, samples=5355
  lat (usec)   : 50=0.01%, 100=2.16%, 250=18.07%, 500=68.71%, 750=9.38%
  lat (usec)   : 1000=1.49%
  lat (msec)   : 2=0.15%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.44%, sys=1.68%, ctx=7607650, majf=0, minf=756
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=7564168,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest6-blocksize8k-threads6-device1of9: (groupid=5, jobs=54): err= 0: pid=47560: Sat Jan 12 04:07:33 2019
  read: IOPS=153k, BW=1192MiB/s (1250MB/s)(69.9GiB/60002msec)
    slat (nsec): min=1909, max=131902, avg=4530.93, stdev=1825.01
    clat (usec): min=28, max=91182, avg=348.64, stdev=191.37
     lat (usec): min=60, max=91184, avg=353.23, stdev=191.42
    clat percentiles (usec):
     |  1.00th=[   80],  5.00th=[  114], 10.00th=[  190], 20.00th=[  249],
     | 30.00th=[  289], 40.00th=[  318], 50.00th=[  351], 60.00th=[  379],
     | 70.00th=[  396], 80.00th=[  408], 90.00th=[  490], 95.00th=[  603],
     | 99.00th=[  791], 99.50th=[  840], 99.90th=[ 1188], 99.95th=[ 1696],
     | 99.99th=[ 4555]
   bw (  MiB/s): min= 1095, max= 1267, per=99.71%, avg=1188.57, stdev= 0.57, samples=6426
   iops        : min=140251, max=162244, avg=152120.84, stdev=72.80, samples=6426
  lat (usec)   : 50=0.01%, 100=3.98%, 250=16.15%, 500=70.23%, 750=7.73%
  lat (usec)   : 1000=1.68%
  lat (msec)   : 2=0.19%, 4=0.03%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.50%, sys=1.72%, ctx=9236606, majf=0, minf=911
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=9155558,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest7-blocksize8k-threads7-device1of9: (groupid=6, jobs=63): err= 0: pid=47856: Sat Jan 12 04:07:33 2019
  read: IOPS=183k, BW=1428MiB/s (1497MB/s)(83.7GiB/60003msec)
    slat (nsec): min=1943, max=120722, avg=4724.64, stdev=2039.93
    clat (nsec): min=648, max=92792k, avg=339197.98, stdev=199923.89
     lat (usec): min=62, max=92797, avg=343.99, stdev=199.97
    clat percentiles (usec):
     |  1.00th=[   78],  5.00th=[   92], 10.00th=[  127], 20.00th=[  227],
     | 30.00th=[  285], 40.00th=[  318], 50.00th=[  355], 60.00th=[  379],
     | 70.00th=[  396], 80.00th=[  412], 90.00th=[  457], 95.00th=[  594],
     | 99.00th=[  791], 99.50th=[  824], 99.90th=[ 1188], 99.95th=[ 1631],
     | 99.99th=[ 4686]
   bw (  MiB/s): min= 1301, max= 1517, per=99.76%, avg=1424.54, stdev= 0.66, samples=7498
   iops        : min=166574, max=194207, avg=182320.91, stdev=84.65, samples=7498
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 10=0.01%, 20=0.01%, 50=0.01%, 100=6.97%, 250=16.17%
  lat (usec)   : 500=68.80%, 750=5.99%, 1000=1.83%
  lat (msec)   : 2=0.20%, 4=0.03%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.57%, sys=1.81%, ctx=11101284, majf=0, minf=1055
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=10967091,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest8-blocksize8k-threads8-device1of9: (groupid=7, jobs=72): err= 0: pid=48177: Sat Jan 12 04:07:33 2019
  read: IOPS=214k, BW=1672MiB/s (1753MB/s)(97.0GiB/60002msec)
    slat (nsec): min=1966, max=175340, avg=4880.44, stdev=2249.94
    clat (nsec): min=741, max=95909k, avg=330816.65, stdev=191108.69
     lat (usec): min=62, max=95912, avg=335.76, stdev=191.18
    clat percentiles (usec):
     |  1.00th=[   78],  5.00th=[   90], 10.00th=[  108], 20.00th=[  163],
     | 30.00th=[  273], 40.00th=[  318], 50.00th=[  359], 60.00th=[  383],
     | 70.00th=[  396], 80.00th=[  412], 90.00th=[  449], 95.00th=[  586],
     | 99.00th=[  791], 99.50th=[  824], 99.90th=[ 1205], 99.95th=[ 1598],
     | 99.99th=[ 4080]
   bw (  MiB/s): min= 1518, max= 1780, per=99.72%, avg=1666.93, stdev= 0.71, samples=8568
   iops        : min=194394, max=227833, avg=213340.79, stdev=90.27, samples=8568
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 10=0.01%, 20=0.01%, 50=0.01%, 100=8.49%, 250=18.36%
  lat (usec)   : 500=65.94%, 750=4.99%, 1000=1.98%
  lat (msec)   : 2=0.21%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.63%, sys=1.88%, ctx=13043316, majf=0, minf=1207
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=12839034,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest9-blocksize8k-threads9-device1of9: (groupid=8, jobs=81): err= 0: pid=48566: Sat Jan 12 04:07:33 2019
  read: IOPS=248k, BW=1940MiB/s (2034MB/s)(114GiB/60002msec)
    slat (nsec): min=1942, max=183985, avg=5051.39, stdev=2437.41
    clat (nsec): min=649, max=94688k, avg=320350.25, stdev=194490.62
     lat (usec): min=62, max=94692, avg=325.47, stdev=194.57
    clat percentiles (usec):
     |  1.00th=[   79],  5.00th=[   89], 10.00th=[  101], 20.00th=[  145],
     | 30.00th=[  235], 40.00th=[  310], 50.00th=[  355], 60.00th=[  383],
     | 70.00th=[  396], 80.00th=[  412], 90.00th=[  449], 95.00th=[  570],
     | 99.00th=[  791], 99.50th=[  832], 99.90th=[ 1254], 99.95th=[ 1631],
     | 99.99th=[ 3818]
   bw (  MiB/s): min= 1746, max= 2062, per=99.74%, avg=1934.72, stdev= 0.75, samples=9639
   iops        : min=223467, max=263996, avg=247614.37, stdev=95.46, samples=9639
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=9.75%
  lat (usec)   : 250=21.58%, 500=62.13%, 750=4.35%, 1000=1.94%
  lat (msec)   : 2=0.22%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.69%, sys=1.99%, ctx=15154903, majf=0, minf=1304
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=14898591,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
test1-subtest10-blocksize8k-threads10-device1of9: (groupid=9, jobs=90): err= 0: pid=48844: Sat Jan 12 04:07:33 2019
  read: IOPS=287k, BW=2242MiB/s (2351MB/s)(131GiB/60003msec)
    slat (usec): min=2, max=199, avg= 5.23, stdev= 2.57
    clat (nsec): min=669, max=98213k, avg=307481.81, stdev=193855.38
     lat (usec): min=63, max=98216, avg=312.78, stdev=193.95
    clat percentiles (usec):
     |  1.00th=[   80],  5.00th=[   90], 10.00th=[   99], 20.00th=[  135],
     | 30.00th=[  163], 40.00th=[  281], 50.00th=[  338], 60.00th=[  379],
     | 70.00th=[  392], 80.00th=[  408], 90.00th=[  449], 95.00th=[  562],
     | 99.00th=[  791], 99.50th=[  840], 99.90th=[ 1352], 99.95th=[ 1713],
     | 99.99th=[ 3556]
   bw (  MiB/s): min= 2072, max= 2378, per=99.99%, avg=2242.14, stdev= 0.69, samples=10750
   iops        : min=265229, max=304479, avg=286992.63, stdev=88.92, samples=10750
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=10.56%
  lat (usec)   : 250=26.34%, 500=56.88%, 750=4.01%, 1000=1.92%
  lat (msec)   : 2=0.26%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.77%, sys=2.13%, ctx=17451185, majf=0, minf=1437
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=17222952,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=239MiB/s (251MB/s), 239MiB/s-239MiB/s (251MB/s-251MB/s), io=14.0GiB (15.0GB), run=60002-60002msec

Run status group 1 (all jobs):
   READ: bw=427MiB/s (447MB/s), 427MiB/s-427MiB/s (447MB/s-447MB/s), io=25.0GiB (26.8GB), run=60001-60001msec

Run status group 2 (all jobs):
   READ: bw=604MiB/s (633MB/s), 604MiB/s-604MiB/s (633MB/s-633MB/s), io=35.4GiB (37.0GB), run=60002-60002msec

Run status group 3 (all jobs):
   READ: bw=791MiB/s (829MB/s), 791MiB/s-791MiB/s (829MB/s-829MB/s), io=46.4GiB (49.8GB), run=60002-60002msec

Run status group 4 (all jobs):
   READ: bw=985MiB/s (1033MB/s), 985MiB/s-985MiB/s (1033MB/s-1033MB/s), io=57.7GiB (61.0GB), run=60003-60003msec

Run status group 5 (all jobs):
   READ: bw=1192MiB/s (1250MB/s), 1192MiB/s-1192MiB/s (1250MB/s-1250MB/s), io=69.9GiB (75.0GB), run=60002-60002msec

Run status group 6 (all jobs):
   READ: bw=1428MiB/s (1497MB/s), 1428MiB/s-1428MiB/s (1497MB/s-1497MB/s), io=83.7GiB (89.8GB), run=60003-60003msec

Run status group 7 (all jobs):
   READ: bw=1672MiB/s (1753MB/s), 1672MiB/s-1672MiB/s (1753MB/s-1753MB/s), io=97.0GiB (105GB), run=60002-60002msec

Run status group 8 (all jobs):
   READ: bw=1940MiB/s (2034MB/s), 1940MiB/s-1940MiB/s (2034MB/s-2034MB/s), io=114GiB (122GB), run=60002-60002msec

Run status group 9 (all jobs):
   READ: bw=2242MiB/s (2351MB/s), 2242MiB/s-2242MiB/s (2351MB/s-2351MB/s), io=131GiB (141GB), run=60003-60003msec

Disk stats (read/write):
    dm-21: ios=8558720/0, merge=0/0, ticks=3590189/0, in_queue=3604112, util=99.71%, aggrios=2139689/0, aggrmerge=0/0, aggrticks=858729/0, aggrin_queue=858531, aggrutil=93.61%
  sddk: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdcd: ios=4279378/0, merge=0/0, ticks=1717526/0, in_queue=1717103, util=93.47%
  sdaw: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdp: ios=4279379/0, merge=0/0, ticks=1717391/0, in_queue=1717024, util=93.61%
    dm-22: ios=8917555/0, merge=0/0, ticks=3571717/0, in_queue=3590733, util=99.87%, aggrios=2229396/0, aggrmerge=0/0, aggrticks=863327/0, aggrin_queue=863143, aggrutil=93.77%
  sdbb: ios=4458793/0, merge=0/0, ticks=1726254/0, in_queue=1725891, util=93.77%
  sdci: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdu: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sddp: ios=4458793/0, merge=0/0, ticks=1727057/0, in_queue=1726683, util=93.72%
    dm-23: ios=8571078/0, merge=0/0, ticks=3585668/0, in_queue=3600447, util=99.70%, aggrios=2142777/0, aggrmerge=0/0, aggrticks=858153/0, aggrin_queue=857969, aggrutil=93.59%
  sddq: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdbc: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdcj: ios=4285554/0, merge=0/0, ticks=1716588/0, in_queue=1716192, util=93.47%
  sdv: ios=4285554/0, merge=0/0, ticks=1716027/0, in_queue=1715684, util=93.59%
    dm-24: ios=8583083/0, merge=0/0, ticks=3587798/0, in_queue=3602050, util=99.74%, aggrios=2145777/0, aggrmerge=0/0, aggrticks=858067/0, aggrin_queue=857889, aggrutil=93.64%
  sdbk: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdcr: ios=4291554/0, merge=0/0, ticks=1716487/0, in_queue=1716109, util=93.52%
  sddy: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdad: ios=4291555/0, merge=0/0, ticks=1715782/0, in_queue=1715450, util=93.64%
    dm-25: ios=8610008/0, merge=0/0, ticks=3588233/0, in_queue=3601695, util=99.76%, aggrios=2152508/0, aggrmerge=0/0, aggrticks=857742/0, aggrin_queue=857549, aggrutil=93.58%
  sdab: ios=4305016/0, merge=0/0, ticks=1715433/0, in_queue=1715035, util=93.58%
  sdbi: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdcp: ios=4305016/0, merge=0/0, ticks=1715538/0, in_queue=1715164, util=93.46%
  sddw: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
    dm-26: ios=17633173/0, merge=0/0, ticks=3541117/0, in_queue=3557433, util=99.64%, aggrios=4408302/0, aggrmerge=0/0, aggrticks=824063/0, aggrin_queue=823725, aggrutil=92.22%
  sdcq: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sddx: ios=8816604/0, merge=0/0, ticks=1648479/0, in_queue=1647826, util=92.11%
  sdac: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdbj: ios=8816605/0, merge=0/0, ticks=1647774/0, in_queue=1647077, util=92.22%
    dm-27: ios=17649700/0, merge=0/0, ticks=3546566/0, in_queue=3557094, util=99.60%, aggrios=4412435/0, aggrmerge=0/0, aggrticks=825456/0, aggrin_queue=825100, aggrutil=92.30%
  sddv: ios=8824871/0, merge=0/0, ticks=1651815/0, in_queue=1651111, util=92.20%
  sdaa: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdbh: ios=8824871/0, merge=0/0, ticks=1650012/0, in_queue=1649292, util=92.30%
  sdco: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
    dm-28: ios=8894800/0, merge=0/0, ticks=3572375/0, in_queue=3590605, util=99.92%, aggrios=2223705/0, aggrmerge=0/0, aggrticks=863653/0, aggrin_queue=863454, aggrutil=93.85%
  sdcs: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sddz: ios=4447411/0, merge=0/0, ticks=1727750/0, in_queue=1727360, util=93.85%
  sdae: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdbl: ios=4447411/0, merge=0/0, ticks=1726863/0, in_queue=1726456, util=93.82%
    dm-29: ios=8555223/0, merge=0/0, ticks=3586255/0, in_queue=3601053, util=99.86%, aggrios=2138811/0, aggrmerge=0/0, aggrticks=858573/0, aggrin_queue=858392, aggrutil=93.72%
  sdam: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdf: ios=4277623/0, merge=0/0, ticks=1716516/0, in_queue=1716175, util=93.72%
  sdda: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
  sdbt: ios=4277623/0, merge=0/0, ticks=1717779/0, in_queue=1717394, util=93.59%